/**
 * Этот комментрий будет виден при наведении курсора на функцию.
 */
fun main()  {

//    метод вывода текста в консоль с разделителем
    println("Привет, я Илья!")

//    тройные ковычки сохраняют формат введенного текста
    println("""
Охотно учусь новому, отлично декомпозирую и приоритезирую задачи.
Ежедневно пополняю знания в GeekBrains, Skillbox, Google Developers и Hyperskill academy.
Не испытываю трудностей в коммуникациях, у меня богатый бэкграунд с высокой зоной ответственности.
    
""".trimIndent()) /* метод trimIndent обрезает отступы */

//    метод вывода в консоль без разделителя
    print("Увлекаюсь велоспортом!")

}
